mackenzie-child-devise/app/controllers/articles_controller.rb

	def create
		@article = current_user.articles.build(article_params)

		if @article.save
---
INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", ""], ["text", ""], ["created_at", "2015-12-29 01:01:22.413122"], ["updated_at", "2015-12-29 01:01:22.413122"]]